Repository: aalfarhan/SpediaIos
Catalog: Spedia/Helper/LocalizationFiles/*.lproj/Localizable.strings
Languages: ar

# SOME_ERR
source: Something went wrong. please try again later
ar: Something went wrong. please try again later - ar

# NETWORK_ERROR
source: No Network
ar: لا يوجد شبكة

source: Username is required
ar: اسم المستخدم مطلوب

# INVALID_DATE_OF_BIRTH
source: Please enter a valid date of birth
ar: من فضلك ادخل تاريخ ميلاد صحيح

# NO_WHATSAPP
source: Watsapp number not available for this item
ar: رقم Watsapp غير متاح لهذا العنصر

# NO_SMS
source: Mobile number not available for this item
ar: رقم الجوال غير متاح لهذا العنصر

# NO_CALL
source: Mobile number not available for this item
ar: رقم الجوال غير متاح لهذا العنصر

# ADD_IMAGE
source: please add images
ar: يرجى إختيار الصور

# ANSWER_ALL_QUESTIONS
source: Please answer all questions
ar: يرجى إختيار الأسئلة

# NO_FAV_BRANDS
source: Please select atleast one brand
ar: الرجاء اختيار ماركة واحدة على الأقل

# INAVALID_YEAR
source: Please enter a valid year
ar: يرجى إختيار سنة صحيحة

# MAX_100_WORDS
source: Description should not exceed more than 100 words
ar: الوصف لا يمكن أن يتخطى ال 100 كلمة

# MAX_500_LETTERS
source: Description should not exceed more than 500 letters
ar: الوصف لا يمكن أن يتخطى ال 500 حرف

# SURE_TO_UPDATE
source: Are you sure you want to update as dealer?
ar: هل أنت متأكد من تحديث البيانات كوكيل‎

source: Buy Credit
ar: شراء رصيد

# PUBLISH_YOUR_POST
source: Publish Post
ar: نشر الإعلان

# NO_ENOUGH_CREDIT
source: You do not have enough credit
ar: ليس لديك رصيد كافي

source: MY PROFILE
ar: الملف الشخصي

source: DEALER ACCOUNT
ar: حساب تاجر

source: GO
ar: انطلق

source: CUSTOMIZE
ar: تعديل

source: Active
ar: تفعيل

# DEACTIVE
source: Cancelled
ar: ملغي

# BOLD
source: Nunito-Bold
ar: Cairo-Bold

# XTRABOLD
source: Nunito-ExtraBold
ar: Cairo-Black

# LIGHT
source: Nunito-Light
ar: Cairo-Light

# XTRALIGHT
source: Nunito-ExtraLight
ar: Cairo-ExtraLight

# REGULAR
source: Nunito-Regular
ar: Cairo-Regular

# SEMIBOLD
source: Nunito-SemiBold
ar: Cairo-SemiBold

source: My Cart
ar: السلة

# home_ph
source: Home
ar: الرئيسية

source: Training Course
ar: فصل مباشر

source: More
ar: المزيد

# Live Class Tab
source: Live Class
ar: فصل مباشر

source: Profile
ar: حسابي

# rp_ph
source: Request Private
ar: حصص خاصة

source: Chat
ar: مساعدة

# my_course_ph_tab
source: My Courses
ar: اشتراكاتي

# valid_email
source: Please enter email
ar: خطأ بالبريد الإلكتروني

# valid_username
source: Please enter your username
ar: برجاء إدخال اسم المستخدم

source: Username
ar: اسم المستخدم

# valid_phone
source: Please enter phone number
ar: برجاء كتابة رقم هاتف صحيح

# valid_fullname
source: Please enter full name
ar: برجاء كتابة الإسم كاملاً

# valid_password
source: Please enter password
ar: برجاء كتابة كلمة السر

# valid_confirm_password
source: Please enter confirm password
ar: برجاء تأكيد كلمة السر

# password_mismatch
source: Password does not match
ar: كلمة السر غير متطابقة

# iagreedTC
source: please check accept terms and conditions
ar: برجاء الموافقة على الشروط والاحكام

source: Coming Soon!
ar: قريبا !

source: Yes
ar: نعم

source: No
ar: لا

# ARE_YOU_SURE
source: Are you sure you want to logout
ar: هل ترغب بتسجيل الخروج

source: Alert
ar: رسالة

source: Ok
ar: حسنا

source: Cancel
ar: إلغاء

# if_question
source: If you have any questions or ask for help, please contact us and we will reply soon
ar: إذا كان لديك أي سؤال أو ترغب بالمساعدة، فتفضل بالاتصال بنا وسنقوم بالرد قريبًا

source: Subject
ar: المادة

source: Type your question
ar: أكتب سؤالك / إستفسارك

source: Your question
ar: السؤال / الإستفسار

source: Attach file
ar: الملف المرفق

source: ASK now
ar: إرسال

source: New Message
ar: إرسال

source: Reply
ar: جديد

# ask_spedia
source: Ask Teacher
ar: اسأل معلم

source: Please type your question
ar: برجاء كتابة سؤالك / إستفسارك

source: Please select your subject
ar: اختيار المادة

# notification_ph
source: Notification
ar: الإشعارات

source: Forgot Password
ar: هل نسيت كلمة السر ؟

# if_dont_rember_contact
source: if you don't remember your username, contact customer support
ar: يمكنك التواصل مع مركز خدمة العملاء

# forgot_password_reset_sent
source: The new password has been sent to the phone number registered with us.
ar: تم ارسال كلمة السر الجديدة على رقم الهاتف المسجل لدينا

source: Login Now
ar: تسجيل الدخول

# submitForgot
source: SUBMIT
ar: طلب كلمة سر جديدة

source: Contact Us
ar: اتصل بنا

# guest_login_ph
source: Login as Guest
ar: الدخول كزائر

# ARE_YOU_SURE_GUEST
source: Please, register to finish the process
ar: الرجاء التسجيل لاتمام عملية الشراء

# delete_ph
source: Delete
ar: حذف

source: Edit Profile
ar: تعديل البيانات الشخصية

source: New Password
ar: أدخل كلمة السر الجديدة

source: Confirm New Password
ar: تأكيد كلمة السر الجديدة

source: Phone Number
ar: رقم الموبايل

source: VERIFY
ar: تاكيد

# submitEditProfile
source: SUBMIT
ar: حفظ

source: Uploading
ar: جاري التحميل

source: Sent Successfully
ar: تم الارسال

source: Choose Photo
ar: اختيار صورة

source: Gallery
ar: ألبوم الصور

source: Camera
ar: الكاميرا

# no_network
source: It Seems No Internet!
ar: مشكلة بالاتصال بالإنترنت

# no_recoding_text
source: NO! Screen Recoding is Allowed!
ar: عفوا! لا يمكن تسجيل الشاشة

source: RETRY
ar: إعادة المحاولة

# congo
source: Congratulations!
ar: تم قبول عملية الدفع بنجاح

# oh_no
source: Oh! Noo!
ar: حدث خطأ ما

# payment_unsuccessful
source: Payment unsuccessful. Please try again
ar: فشلت عملية الدفع

# active_course_count
source: Active Class
ar: فصل متاح

source: View All
ar: عرض الكل

source: Active Classes
ar: المتاح

source: Reserved Classes
ar: المحجوز

source: Open
ar: عرض

source: Close
ar: إغلاق

source: Reserve Now
ar: احجز الآن

# no_reserved_data
source: You don't have any reserved class
ar: لم يتم حجز أي فصل مباشر حتى الآن

# no_active_data
source: You didnt active any live class session yet
ar: لا توجد فصول مباشرة متاحة

source: Available :
ar: متاح :

source: Reserved :
ar: محجوز :

source: SOLDOUT !
ar: كامل العدد

source: Download
ar: تم التحميل

source: JOIN
ar: انضم

# read_more
source: More
ar: المزيد

source: Read Less
ar: تصغير

# read_more_and_less
source: More/Less
ar: More/Less AR

# rp_active_class_button_text
source: Active Classes
ar: المحجوز

# rp_request_private_button_text
source: Request Private
ar: حجز حصة

# subject_tft_ph
source: Subject
ar: اختيار المادة

source: Subject added to cart
ar: ‎تم إضافة الحصة لسلة الشراء

# request_other_subject
source: Request New
ar: ‎طلب حصة أخرى

# goto_cart
source: My Cart
ar: ‎الدفع

# request_private
source: Request Private Session
ar: طلب حصة خاصة

source: START
ar: طلب

source: No of Hours
ar: عدد الساعات

# no_of_hours_tft_ph
source: No of Hours
ar: اختيار عدد الساعات

source: Type
ar: نوع الحصة

# by_clicking
source: i agree
ar: أوافق على

# terms_and_condition
source: Terms & Conditions
ar: الشروط والأحكام

source: Next
ar: التالي

# please_wait_loading
source: Please wait...
ar: جاري التحميل

source: Invalid QR Code
ar: عفوا ! خطأ في رمز QR

# qr_code_error
source: QR code is not valid , please check & try again
ar: الرجاء التحقق من الكود ثم إعادة المحاولة

# private_request_class
source: Requests Private Class
ar: طلب حصة خاصة

# data_ph
source: Date
ar: التاريخ

# time_ph
source: Time
ar: الوقت

# choose_time_ph
source: Choose Time
ar: اختيار الوقت

# add_attachment_ph
source: Add Attachment
ar: المرفقات

# add_note_ph
source: Add Note
ar: ملاحظات

# type_something_ph
source: Type something...
ar: نص الرسالة...

source: Statistics
ar: الإحصائيات

source: My Videos Stats
ar: المشاهدات

source: Total Practice
ar: مجموع التمارين

source: Total Views
ar: مجموع المشاهدات

source: Timeline History
ar: سجل النشاط

source: View Timeline
ar: عرض سجل النشاط

source: Skill Analysis
ar: تحليل أداء الوحدات

# video_watched
source: Watched Videos
ar: الفيديوهات المشاهدة

# skill_strength
source: Videos Analysis
ar: تحليل المشاهدات

# based_on_your
source: Based on watched videos for each unit
ar: حسب الفيديوهات في كل وحدة

# quiz_watched
source: Quizzes Percentage
ar: نسبة الإجتياز

# quiz_skill_strength
source: Skill Strength
ar: تحليل أداء الوحدات

# quiz_based_on_your
source: Based on your correct answers
ar: حسب الإجابات الصحيحة

source: Timeline
ar: سجل النشاط

source: My recent activities
ar: آخر الأنشطة

# filter_ph
source: Filters
ar: تحديد

# subject_ph
source: Subject
ar: مادة

# type_ph
source: Type
ar: النوع

# date_from_ph
source: Date From
ar: من تاريخ

# date_to_ph
source: Date To
ar: إلى تاريخ

# find_ph
source: Find
ar: بحث

# select_subject_ph
source: Select Subject
ar: اختيار المادة

# type_subject_ph
source: Select Type
ar: اختيار النوع

# choose_date_ph
source: Choose Date
ar: اختيار التاريخ

# day_ph
source: Day
ar: أيام

# absent_ph
source: Absent
ar: غياب

source: Leaderboards
ar: لوحة الشرف

# ranks_based
source: Ranks based on total points
ar: الترتيب العام للطلاب

source: Extensive Courses
ar: الدورات المكثفة

source: View Details
ar: تفاصيل

source: Bookmark
ar: تدوين

source: See all bookmarks
ar: مشاهدة جميع التدوينات

source: Login with
ar: الدخول عبر

source: RESEND CODE
ar: إعادة إرسال رمز التأكيد

# submit_ph
source: SUBMIT
ar: موافق

source: code
ar: الكود

source: Select Country
ar: اختيار الدولة

source: Register
ar: التسجيل

source: Inside Kuwait
ar: الكويت

source: Outside Kuwait
ar: خارج الكويت

source: Please select country
ar: برجاء اختيار الدولة

# kuwait_placeholder
source: Kuwait
ar: الدولة

source: Kuwait
ar: الكويت

# email_ph
source: Email
ar: البريد الإلكتروني

# phone_ph
source: Phone
ar: رقم الهاتف

source: Private Requests
ar: حصصي الخاصة

source: Subscribed Subjects
ar: فيديوهاتي

source: Membership No
ar: رقم العضوية

# okay_thanks
source: OK
ar: تم

# pick_country
source: Pick Your Country
ar: اختيار الدولة

# search_placeholder
source: Search
ar: البحث

# pick_faculty
source: Pick Your Faculty
ar: اختيار الكلية

# no_student_added
source: There no student add with you account please scan qr code
ar: لم يتم إضافة أى طالب حتى الآن يرجى الضغط على إضافة طالب

# class_placeholder
source: Class
ar: اختيار الطالب

# which_class_you_are
source: Which class are you currently on?
ar: اختيار الطالب لتفاصيل اكثر

source: ADD
ar: إضافة طالب

# student_rank_ph
source: Student rank :
ar: ترتيب الطالب :

# subs_history_ph
source: Subscription History
ar: تاريخ نهاية الاشتراك

# videos_watched_ph
source: Videos watched
ar: الفيديوهات المشاهدة

# complete_training_ph
source: Complete training
ar: التمارين المجتازة

# last_entry_ph
source: Last entry day :
ar: آخر تسجيل دخول :

# last_activity_ph
source: Last activity :
ar: اخر نشاط :

# videos_ph
source: Videos
ar: الفيديوهات

# exercises_ph
source: Exercises
ar: التمارين

source: We are social
ar: تواصل معنا

# select_language
source: العربية
ar: English

# faculty_search_here_ph
source: Faculty Search Here
ar: اختيار الكلية

# upload_answer_ph
source: Upload Answers
ar: إضافة الحل

# download_answer_ph
source: Download Questions
ar: تحميل الواجب

# uploaded_ph
source: Uploaded
ar: تم الرفع

# answer_detail_ph
source: Answer Detail
ar: تفاصيل الإجابة

# please_upload_correct_file
source: Please upload a file with doc,docx,pdf extension
ar: امتداد الملفات المسموح رفعها هو doc . Docx. Pdf

# total_answer_ph
source: Total Answer
ar: إجمالي الإجابات

# total_skiped_ph
source: Total Skip
ar: إجمالي التخطي

# confirm_ph
source: Confirm
ar: تأكيد

# cancel_ph
source: Cancel
ar: إلغاء

# time_spent_ph
source: Time Spent
ar: المدة

# results_score_ph
source: Results Score
ar: النتيجة

# bookmark_saved
source: Video Successfully Saved
ar: تم حفظ الفيديو بنجاح

# you_cant_see_questions
source: Sorry this feature for student only
ar: نأسف هذه الخاصيه متاحه فقط للطلاب

# added_to_cart
source: Successfully added to cart
ar: تم إضافة المادة لسلة الشراء

source: Checkout
ar: الدفع

source: Continue
ar: إستمرار

source: Total:
ar: المجموع :

# cart_is_empty
source: You didnt added any subject to your cart! Please choose your subject you like to study
ar: سلة المشتريات فارغة برجاء إضافة المواد لسلة المشتريات

source: No Data Found
ar: لا توجد بيانات

# page_not_found_try_later
source: The Page you are looking for was not found. Perhaps you can try later!
ar: The Page you are looking for was not found. Perhaps you can try later! AR

source: SELECT SUBJECT
ar: اختيار المادة

# enter_counpon_code
source: Please enter your coupon code
ar: برجاء إدخال كود الكوبون

# total_ph
source: Total :
ar: المجموع :

# apply_ph
source: Apply
ar: تفعيل

# remove_ph
source: Remove
ar: حذف

# proceed_to_checkout_ph
source: PROCEED TO CHECKOUT
ar: إتمام عملية الشراء

source: Privacy policy
ar: سياسة الخصوصية

# fullname_top_ph
source: Name
ar: الاسم الثلاثي

# school_type_ph
source: School Type
ar: المرحلة التعليمية

# select_grade_ph
source: Select Grade
ar: اختيار الصف

# fullname_ph
source: Full Name
ar: الاسم كاملاً

# please_enter_fullname
source: Please enter your fullname
ar: الرجاء اضافة الإسم الكامل

# please_select_school_type
source: Please select your school type
ar: الرجاء اختيار المرحلة التعليمية

# please_select_grade
source: Please select your grade
ar: الرجاء اختيار الصف

# subscribe_ph
source: Subscribe
ar: الإشتراك

# did_you_like_class_ph
source: Did you like the Class?
ar: ما هو تقيمك عن موضوع اليوم ؟

# let_us_know_what_ph
source: Let us know what you think
ar: شاركنا برأيك...

# send_comment_ph
source: Send Comment
ar: إرسال

# note_count_ph
source: Note
ar: مذكرة

# quiz_count_ph
source: Quiz
ar: تدريب

source: The page is empty
ar: عفوا ! ، لا يوجد إشعارات جديدة

# you_are_not_subs
source: You are not subscribed
ar: أنت غير مشترك حتى الآن

# if_you_want_to_subs
source: If you want to subscribe or help please contact our customer service
ar: اذا أردت الإشتراك أو المساعدة الرجاء التواصل مع خدمة العملاء على الأرقام التالية

# or_ph
source: or
ar: أو

source: Playback speed
ar: سرعة التشغيل

# normal_ph
source: Normal
ar: عادي

# its_too_soon
source: Its still too early to this video according to your school curriculum
ar: لا يزال الوقت مبكرا لمشاهدة هذا الفيديو بحسب الخطة الدراسية

# apple_payment_error
source: Failed payment, please check your details and try again
ar: عملية دفع غير ناجحة ، الرجاء إعادة المحاولة

# buy_now_ph
source: Buy Now
ar: اشترك

# subscribe_now_ph
source: Subscribe Now
ar: اشترك الان

# free_trail_ph
source: Free Trial
ar: تجربة مجانية

# pending_ph
source: Pending
ar: انتظار

# video_button_ph
source: Videos
ar: تﺎﻫﻮﻳﺪﻴﻔﻟا

# previous_exam_button_ph
source: Previous exams
ar: ﺔﻘﺑﺎﺳ تارﺎﺒﺘﺧا

# answer_key_button_ph
source: Answer Key
ar: بﺎﺘﻜﻟا لﻮﻠﺣ

# dairy_button_ph
source: Diary
ar: تاركذم

# refresh_button_ph
source: Active Classes
ar: احجز الآن

# select_lang
source: اختار اللغة العربية
ar: Select English

# lang_no_pop
source: لا
ar: No

# lang_yes_pop
source: نعم
ar: Yes

# points_ph
source: Points
ar: نقطة

# videos_button_ph
source: Videos
ar: فيديوهات

# notes_button_ph
source: Notes
ar: مذكرة

# book_solution_button_ph
source: Book Solutions
ar: حلول الكتاب

source: When you subscribe you get:
ar: : ﻒﺻﻮﻟا

# mark_as_read_ph
source: Mark As Read
ar: تمت المشاهدة

# clear_all_ph
source: Clear All
ar: مسح الكل

# mycourse_no_data_found
source: You have not subscribed any subject, live class or private class.Please select one
ar: أنت غير مشترك في أي مادة، فصل مباشر أو حصة خاصة. الرجاء الإختيار

# go_home_ph
source: Go Home
ar: الرئيسية

# ARE_YOU_SURE_CHANGE_CLASS
source: Are you sure you want to change your grade now, you need to login again?
ar: هل أنت متأكد بأنك تريد تغيير المرحلة، يجب اعادة تسجيل الدخول مرة أخرى؟

# corrupt_file
source: Sorry file has been corrupted
ar: عذرا الملف تالف
